accountsservice
acpi
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
argyllcms
aspell
autotiling
awesome-terminal-fonts
azote
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
bottom
brightnessctl
btrfs-progs
cantarell-fonts
cliphist
colord
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
diffutils
displaycal
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fuzzel
gammastep
ghostscript
git
glances
gnome-color-manager
gnome-disk-utility
greetd
greetd-regreet
grim
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-layer-shell
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
htop
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
kernel-install-for-dracut
kitty
lazygit
less
lib32-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-utils
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-displays
nwg-drawer
nwg-look
openssh
pacman-contrib
pamixer
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pillow
python-pip
python-pyqt5
python-reportlab
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rsync
rtkit
s-nail
sane
sg3_utils
slurp
smartmontools
sof-firmware
splix
stow
sudo
swappy
sway
sway-contrib
swaybg
swayidle
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
tailscale
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vulkan-radeon
waybar
wayland-protocols
welcome
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xiccd
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xterm
yay
yazi
